{
    "timestamp": "2022-03-14T06:06:12.947Z",
    "data": {
        "10496": {
            "new": false,
            "name": "Chamber Music Club",
            "tier": 1,
            "desc": "We meet every other Monday at lunch for various chamber music themed presentations, games, and more! All members will be aided in forming a group within the club and selecting repertoire by their choice. Anyone of any skill level from complete beginner to expert is welcome!",
            "day": "Monday",
            "time": "Lunch",
            "room": "N-104",
            "prez": "Mahina Yasutake",
            "advisor": "Marjorie Paronable",
            "email": "mparonable@pausd.org"
        },
        "10880": {
            "new": true,
            "name": "The Gunn Improv Farce (T.G.I.F)",
            "tier": 2,
            "desc": "This Improv club will be able to introduce you to new people, help you get better at public speaking, and learn how to make jokes under any circumstance! Improv is basically theater without scripts, and in joining this club, you will be able to act in a group, play a bunch of theater games, and perform in front of an audience every so often! If these activities sound nerve-wracking to you, don't worry! We will rehearse every Wednesday after school in J-01 so you can get lots of practice!",
            "day": "Wednesday",
            "time": "After School",
            "room": "J building: J-01",
            "prez": "Jannah Zabadi",
            "advisor": "Tessa Huynh",
            "email": "thuynh@pausd.org"
        },
        "11485": {
            "new": false,
            "name": "Village Studio",
            "tier": 2,
            "desc": "The Village Studio is Gunn's makerspace, open to all students and faculty, with free access to arts and crafts materials, 3D printers, laser cutters, and more. We bring together minds from all disciplinary fields and help foster creativity through project-based learning, unstructured curricula, and critical education.",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "V24",
            "prez": "Natalie Lam",
            "advisor": "Chris Johnson",
            "email": "cjohnson@pausd.org"
        },
        "12683": {
            "new": true,
            "name": "Pool Maintaince Club",
            "tier": 2,
            "desc": "Pool Maintenance Club (PMC) is a collection of students who want to play a part in improving Gunn aquatic facilities in conjunction with the facilities maintenance team at Gunn. There are a ton of simple projects that would greatly benefit the Gunn aquatics community that have been neglected by lack of time or notice. When appropriate, students would receive volunteer hours in exchange for their help.",
            "day": "Friday",
            "time": "Lunch",
            "room": "Pool",
            "prez": "Evan Gold",
            "advisor": "Harvey Newland",
            "email": "hnewland@pausd.org"
        },
        "12693": {
            "new": true,
            "name": "Equestrian Club",
            "tier": 1,
            "desc": "Our equestrian club will be focusing on riding and horses. As a club we would like to introduce riding to people who are interested and the basic safety rules that come with riding. We will also like to teach new people who are interested to learn more about horses on how to approach horses and be safe. Adding on, we would like to explain different disciplines and what each discipline does. May briefly cover the difference between owning, and leasing a horse if anyone is interested in that.",
            "day": "Tuesday",
            "time": "Lunch",
            "room": "J-01",
            "prez": "Yu-Tong Liu",
            "advisor": "Tessa Huynh",
            "email": "thuynh@pausd.org"
        },
        "14734": {
            "new": false,
            "name": "Chess Club",
            "tier": 1,
            "desc": "At the Gunn Chess Club, people have a place to both play with others while also learning alongside others. We also experiment with different chess variants to find new ways to have fun with chess. We plan to both host and participate in over the board tournaments, where we will face off against both PAUSD students and also other chess players. We hope you join us this year!",
            "day": "Thursday",
            "time": "Lunch",
            "room": "N-101",
            "prez": "Kelson Cantrell",
            "advisor": "Jordan Wells",
            "email": "jwells@pausd.org"
        },
        "15025": {
            "new": false,
            "name": "Best Buddies",
            "tier": 2,
            "desc": "Gunn's Best Buddies Club holds meetings every other week where students get the opportunity to connect with buddies (students from our special education programs) through games and other super fun activities. Join our club to be matched with a buddy and make lasting memories!",
            "day": "Thursday",
            "time": "Lunch",
            "room": "F-2",
            "prez": "Katie Rueff",
            "advisor": "Sandra Conklin",
            "email": "sconklin@pausd.org"
        },
        "15387": {
            "new": false,
            "name": "P.A.A.S (Plant-based animal activist society)",
            "tier": 2,
            "desc": "Throughout this semester, we will be working towards creating a pamphlet that dives into creating a more eco-friendly environment. By exploring topics such as reducing one’s carbon footprint with their diet and animal cruelty, we will create an educational pamphlet on being sustainable in Palo Alto. We’ll also be watching many fun movies and playing kahoots, and quizizz together.  Feel free to simply drop by and just hang out with friends while playing fun trivias.",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "N-206",
            "prez": "Ruhani Suresh",
            "advisor": "Brenda Chen",
            "email": "bchen@pausd.org"
        },
        "15414": {
            "new": false,
            "name": "Aeronautics Association",
            "tier": 2,
            "desc": "We do anything and everything space, rockets, or flight related! During lunch club hours at school, we have students and occasional guest speakers present on various topics (in the past this has included black holes, control theory, orbital mechanics, and jet engines). The club also has an optional after school (off campus) component, that meets on weekends to build rockets (in real life) and launch them (also in real life).",
            "day": "Monday",
            "time": "Lunch",
            "room": "J10",
            "prez": "Noah Milivojevic",
            "advisor": "Cathy Cohn",
            "email": "ccohn@pausd.org"
        },
        "15424": {
            "new": false,
            "name": "Economics Club",
            "tier": 1,
            "desc": "If you want to learn about economic theories, notable economic thinkers, and economic events past and present, then this is the club for you! Economics Club is open to all people regardless of prior knowledge. In addition, if interest is sufficient, members of the club may participate in the online National Economics Challenge.",
            "day": "Every other Monday",
            "time": "Lunch",
            "room": "C8",
            "prez": "Isaac Oh",
            "advisor": "Jeff Patrick",
            "email": "jpatrick@pausd.org"
        },
        "15523": {
            "new": true,
            "name": "Anime club",
            "tier": 1,
            "desc": "We will be watching anime and doing anime-related activities at lunch.",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "K-4",
            "prez": "Yonatan Smolyar",
            "advisor": "Naomi Asrir",
            "email": "nasrir@pausd.org"
        },
        "17377": {
            "new": true,
            "name": "Care to Craft",
            "tier": 1,
            "desc": "Care to Craft allows students to cultivate a new artistic skill during their lunch period. It may seem daunting to attempt a new skill when you're already overwhelmed with classwork and extracurriculars, especially if you don't already consider yourself an \"artistic\" person. But developing a new skill doesn't have to be stressful. We'll work on breaking down some of those preconceptions, and hopefully, we'll be able to find a craft that suits you. Maybe you'll pick up a new hobby! To join Care to Craft, no experience is needed. We'll start out with simple wire wrapping, then branch out into other crafts depending on student preferences. If other students are willing to lead a session, they can also teach their crafts to others. We're open to suggestions!",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "N-101",
            "prez": "Phoebe Li",
            "advisor": "Jordan Wells",
            "email": "jwells@pausd.org",
            "coadvisor": "Leighton Lang",
            "coemail": "llang@pausd.org"
        },
        "17947": {
            "new": false,
            "name": "Organic Garden Club",
            "tier": 2,
            "desc": "Gunn Organic Garden Club's purpose is to provide a way for gardening enthusiasts to collaborate, learn about plants and growing techniques, share resources, and ensure the next generation of gardeners. Club members will have the opportunity to work in the Organic Garden to earn volunteer hours (periodic pruning, watering, planting, and harvesting will occur). Club members will also help decide what plants to grow that will benefit the Gunn community at large, and will hear from local horticulturists and master gardeners that come to speak with the club.",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "K-5",
            "prez": "Asha Kannan",
            "advisor": "Cindy Peters",
            "email": "cpeters@pausd.org",
            "coadvisor": "Elizabeth Matchett",
            "coemail": "lmatchett@pausd.org"
        },
        "18145": {
            "new": true,
            "name": "The Buena Vista Club",
            "tier": 3,
            "desc": "The Buena Vista Club will provide members with information about the Buena Vista Mobile Home Park. Our meetings will discuss history, background info, current problems, youth struggles, and more. In addition, we will tell members about service opportunities such as youth mentorship, rebuilding, and more.",
            "day": "Monday",
            "time": "Lunch",
            "room": "K-8",
            "prez": "Nico Ross",
            "advisor": "Tarn Wilson",
            "email": "twilson@pausd.org",
            "coadvisor": "Angela Dellaporta",
            "coemail": "adellaporta@pausd.org"
        },
        "19856": {
            "new": true,
            "name": "Titans for Justice",
            "tier": 2,
            "desc": "We will analyze literature and media with a focus on social justice, having deep discussions about inclusivity and relevance to today. We also want to foster a welcoming and inclusive community where students can meet new people. We will also have specified events for certain identity months Women’s History Month, Black History Month, and Pride Month (and more!). In addition, we will commemorate holidays and events, such as MLK Day and Juneteenth.",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "N-115 or library",
            "prez": "Anushka Basu",
            "advisor": "Jessica Hexsel",
            "email": "jhexsel@pausd.org"
        },
        "19916": {
            "new": false,
            "name": "Chinese Culture Club",
            "tier": 2,
            "desc": "The Chinese Culture Club is dedicated to educating Gunn students about Chinese cultures and language. Through games, demonstrations, and arts and crafts, the club aims to use interactive activities to spread knowledge on Chinese events.",
            "day": "Thursday",
            "time": "Lunch",
            "room": "H-4",
            "prez": "Elise Naddell",
            "advisor": "Yanan Vrudny",
            "email": "yvrudny@pausd.org"
        },
        "20181": {
            "new": true,
            "name": "Giving Fruits Club",
            "tier": 1,
            "desc": "Giving Fruits is a non-profit that helps small farms and businesses by giving them an outlet to sell produce to people in the Bay Area. This is a volunteer opportunity that provides community service hours to participating members.",
            "day": "Tuesday",
            "time": "Lunch",
            "room": "N - 212",
            "prez": "Kirsten Real",
            "advisor": "Julia Choi",
            "email": "jchoi@pausd.org"
        },
        "20526": {
            "new": false,
            "name": "Title IX",
            "tier": 2,
            "desc": "We're dedicated to promoting sexual violence prevention at schools through advocacy. Throughout the year, members will be collaborating with local administrators and other community members on educational content, policy-writing, bringing guest speakers to campus, social media projects, and more! Title IX Club is open to everyone, whether you're a survivor, someone who is passionate about sexual violence prevention, or just interested in advocacy.",
            "day": "Tuesday",
            "time": "Lunch",
            "room": "N-110",
            "prez": "Dana Souter",
            "advisor": "Kate Zavack",
            "email": "kzavack@pausd.org"
        },
        "22965": {
            "new": false,
            "name": "Japanese Culture Club",
            "tier": 2,
            "desc": "The purpose of the Japanese Culture Club is to educate students about the many aspects of Japanese Culture. We want to emphasize traditions, history, and pop culture. We want to teach the rich culture of this amazing country to all students!  We will have a wide variety of lessons taught by the members of our club, including Japanese pop culture, traditions, and history. We will also have hands-on activities, such as calligraphy and food days. We will also include different pop-culture lessons in the format of videos and presentations, including occasional Japanese movie viewing (Anime, Documentary, etc) that will expose members to the present-day trends and culture in Japan.",
            "day": "Friday",
            "time": "Lunch",
            "room": "H-03",
            "prez": "Toby Grant-Valdez",
            "advisor": "Matt Hall",
            "email": "mhall@pausd.org"
        },
        "23388": {
            "new": false,
            "name": "Esports Club",
            "tier": 2,
            "desc": "The Gunn eSports Club is a network for students who enjoy video games, aiming to help students improve and create opportunities to get into more serious competition. The club will host tournaments for students to play with and against each other, and also share local tournament opportunities. During meetings, the club might watch and discuss professional eSports matches or play more casual games such as Super Smash Bros. As a club, we also hope to remove the negative prejudices and stereotypes around video games and showcase the benefits that gaming can bring, such as a sense of community.",
            "day": "Friday",
            "time": "Lunch",
            "room": "N214",
            "prez": "Ryan Choi",
            "advisor": "Daniel Hahn",
            "email": "dhahn@pausd.org"
        },
        "23902": {
            "new": false,
            "name": "Bikex Club",
            "tier": 2,
            "desc": "Club oriented towards bike enthusiasts and people looking to help out in the community by repairing bikes for fellow students.",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "V22",
            "prez": "Shree Sandilya",
            "advisor": "Karen Saxena",
            "email": "ksaxena@pausd.org"
        },
        "25694": {
            "new": true,
            "name": "Arm Wrestling Club",
            "tier": 1,
            "desc": "Everyweek we have arm wrestling competitions. There will be a ranking system to see who comes out on top.",
            "day": "Friday",
            "time": "Lunch",
            "room": "K-15",
            "prez": "Matthew Mao",
            "advisor": "Romeo Montas",
            "email": "rmotas@pausd.org"
        },
        "26516": {
            "new": true,
            "name": "Youth Exchange Club",
            "tier": 1,
            "desc": "The Gunn Youth Exchange Club has three main purposes: 1. Help conflict-affected high school students improve their English to increase their future opportunities. 2. Increase compassion in high school students by connecting them with peers from different backgrounds. 3. Provide a voice for conflict-affected high school students.  Committed club members have the opportunity to be matched individually to conflict-affected high school students to tutor them in English online. All club members will work together to create at least one informational event during the second semester consisting of an educational panel about topics relating to the club.",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "C8",
            "prez": "Neha Rishi",
            "advisor": "Jeff Patrick",
            "email": "jpatrick@pausd.org"
        },
        "26559": {
            "new": false,
            "name": "412 Gunn Christian Club",
            "tier": 1,
            "desc": "412 GCC is a Gospel-Centered community where students edify one another, have fellowship, witness, and learn more about Jesus!  412 Gunn Christian Club's purpose is to learn what it means to be a follower of Jesus and grow in an intimate relationship with Jesus, through Bible study, prayer, worship, fellowship, teaching, events, and witnessing! We'll also have a lot of fun playing games and having a great time. Everyone is welcome! See you at the club!",
            "day": "Thursday",
            "time": "Lunch",
            "room": "F-6",
            "prez": "Justin Song",
            "advisor": "Patricia Holmes",
            "email": "pholmes@pausd.org"
        },
        "27284": {
            "new": false,
            "name": "Health Club",
            "tier": 2,
            "desc": "Our overarching goal is to help the Gunn community become more aware of how nutrition and fitness contribute to our physical and mental health, as well as factors like the environment and animal welfare. Topics we may cover are protein sources, micro and macronutrients, myths, and truths surrounding plant-based diets, etc.",
            "day": "Thursday",
            "time": "Lunch",
            "room": "N-203",
            "prez": "Sophie Fan",
            "advisor": "Mr. Bautista",
            "email": "mbautista@pausd.org",
            "coadvisor": "Mr. Bautista",
            "coemail": "mbautista@pausd.org"
        },
        "28933": {
            "new": false,
            "name": "Red Cross Club",
            "tier": 2,
            "desc": "Volunteer with us to gain service hours during club meetings! We act as an extension of the local Red Cross chapter, doing mission-related services (such as raising awareness online for disaster preparedness), and organize and participate in a variety of local volunteering opportunities (such as organizing contactless PPE drives and making virtual cards for frontline workers). We will hold and organize events like our annual blood drive, hosting donation drives for homeless shelters, and teaching disaster preparedness at local elementary schools. Club perks include the opportunity to receive free CPR training and certification, access to the Red Cross network, and being officially registered as a Red Cross volunteer! Join us to have fun and make a tangible impact together.",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "E-02",
            "prez": "Kel-Li Chen",
            "advisor": "Arthur Kinyanjui",
            "email": "akinyanjui@pausd.org"
        },
        "29801": {
            "new": false,
            "name": "Pandora's Box Creative Magazine",
            "tier": 2,
            "desc": "Pandora’s Box is a student-led creative magazine that showcases writing, art, and photography from Gunn students. Pandora’s Box has been in production for over 20 years. Come join us and be a part of the team!",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "N-114",
            "prez": "Nimisha Sivaraman",
            "advisor": "Paul Dunlap",
            "email": "pdunlap@pausd.org"
        },
        "29942": {
            "new": false,
            "name": "Psychology Club",
            "tier": 1,
            "desc": "Gunn Psych club is a student-led community dedicated to learning about the human mind and behavior.",
            "day": "Friday",
            "time": "Lunch",
            "room": "C2",
            "prez": "Julianna Chang",
            "advisor": "Warren Collier",
            "email": "wcollier@pausd.org"
        },
        "30178": {
            "new": true,
            "name": "Vegan Sustainability Club",
            "tier": 1,
            "desc": "The focus of this club is on sustainability and health. We will introduce Gunn students to sustainable lifestyles and healthy eating habits.",
            "day": "Friday",
            "time": "Lunch",
            "room": "V6",
            "prez": "Jordan Affeld",
            "advisor": "Arshdeep Shinh",
            "email": "Ashinh@pausd.org"
        },
        "30849": {
            "new": false,
            "name": "Surfrider Club",
            "tier": 1,
            "desc": "The Surfrider organization is a nonprofit environmental organization that works to protect the world's oceans and beaches. The purpose of this club here at Gunn is to spread awareness of the human impact on oceans and what we can do as a society/individuals to help out. The club will meet twice a month to discuss upcoming beach clean-ups around Half Moon Bay, as well as educate students on how to reduce one's plastic contribution, and work towards a more eco-friendly environment.",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "M-04",
            "prez": "Hannah Nusser",
            "advisor": "Kimberly Sabbag",
            "email": "ksabbag@pausd.org"
        },
        "31576": {
            "new": false,
            "name": "Polymer Clay Club",
            "tier": 1,
            "desc": "Gunn PCC is dedicated to sharing the polymer clay medium with the Gunn community! We work on creating miniature models of things like food and characters from Pokemon. No prior experience is necessary and it's a great way to relieve stress! You never know if you'll find your inner peace while making miniature boba models.",
            "day": "Thursday",
            "time": "Lunch",
            "room": "N111",
            "prez": "Clair Koo",
            "advisor": "Julie Munger",
            "email": "jmunger@pausd.org"
        },
        "31653": {
            "new": true,
            "name": "Skating On Ice",
            "tier": 1,
            "desc": "We will watch figure skating competitions and the Olympics. We might watch some hockey too! We will also watch some ice skating related movies and do some ice skating related exercises.",
            "day": "Monday",
            "time": "Lunch",
            "room": "N-213",
            "prez": "Jennifer Yang",
            "advisor": "Daisy Renazco",
            "email": "drenazco@pausd.org"
        },
        "32787": {
            "new": false,
            "name": "Voting Club",
            "tier": 1,
            "desc": "Conduct non partisan voting encouragement (meaning we don't care who or what you vote for but that you voted) both at Gunn and outside of school.",
            "day": "Tuesday",
            "time": "Lunch",
            "room": "V-9 or near the Library",
            "prez": "Allen Zhang",
            "advisor": "Jason Miller",
            "email": "jasmiller@pausd.org"
        },
        "33849": {
            "new": false,
            "name": "Interscholastic Gaming League (IGL)",
            "tier": 1,
            "desc": "We are a tight-knit group of students whose personalities may be all over the place, but we share one thing in common: our passion for video games! If you, too, love video games and want to find your people, then this club is the place for you. During club meets (Friday after school), we play games like Super Smash Bros., Among Us, Minecraft, and various other games, socialize, and have fun; simple as that.   While the IGL has always been a social club dedicated to creating a home for gamers at Gunn, we are also looking to introduce some academic value to the club, such as having guest speakers talk about what the game industry is like. There is still a lot in the air right now and we will likely come up with new ideas as the year goes on and we get to know our members better.",
            "day": "Friday",
            "time": "Lunch",
            "room": "N-108",
            "prez": "Leonidas (Leo) Assimes",
            "advisor": "Terence Kitada",
            "email": "tkitada@pausd.org"
        },
        "34187": {
            "new": false,
            "name": "Hip Hop Club",
            "tier": 1,
            "desc": "Promote expression through audio visual, movement, and dance",
            "day": "Monday",
            "time": "Lunch",
            "room": "c-4",
            "prez": "Erik Cohen",
            "advisor": "Tara Firenzi",
            "email": "tfirenzi@pausd.org",
            "coadvisor": "Firenzi",
            "coemail": "tfirenzi@pausd.org"
        },
        "34258": {
            "new": false,
            "name": "Speech & Debate Club",
            "tier": 3,
            "desc": "Dedicated to furthering education, self-confidence, and perseverance, Gunn Speech and Debate gives debaters the real-world tools for future success, but also fosters an unforgettable community. Our club teaches valuable analytical, public speaking, argumentative, and research skills. We offer three debate branches—Parliamentary, Public Forum, and Policy—as well as a Speech branch. Meetings for new members are on Fridays at lunch in room N-209, and varsity meetings are Wednesdays from 3:45-5:45! Please feel free to reach out to us at gunnsd@gmail.com if you believe there is anything we can do to further extend our support.",
            "day": "Wednesday",
            "time": "After School",
            "room": "N-209",
            "prez": "Catherine Chu",
            "advisor": "Kathy Hawes",
            "email": "khawes@pausd.org"
        },
        "34567": {
            "new": false,
            "name": "KEY Club",
            "tier": 3,
            "desc": "Key Club is an international student-led organization which provides its members with opportunities to provide service, build character, and develop leadership skills. Gunn Key Club seeks to promote the core values of leadership, character building, caring, and inclusiveness through frequent events, strong communication, and the fostering of tight interconnectedness between members both inside and outside of school. We hope to bring several members to each of the large Key Club conferences—Region Training Conference, Fall Rally North, and District Convention—as well as many more to the local volunteer events. By the end of each month, Key Club should be making at least five local volunteer events available to its members.",
            "day": "Friday",
            "time": "Lunch",
            "room": "N-113",
            "prez": "Sage Leland",
            "advisor": "Katherine Ja",
            "email": "kja@pausd.org"
        },
        "35337": {
            "new": false,
            "name": "Titan Journal Club",
            "tier": 1,
            "desc": "The Titan Journal of High School Research is a student-run journal dedicated to creating a platform for high school students to publish their works. The journal is based as a school club whose members help edit, compile, design, and manage the writing and publication process of the journal. Submissions are open to everyone.",
            "day": "Tuesday",
            "time": "Lunch",
            "room": "L-1",
            "prez": "Clair Koo",
            "advisor": "Laurie Pennington",
            "email": "lpennington@pausd.org"
        },
        "35351": {
            "new": false,
            "name": "Rubik's Cube Club",
            "tier": 1,
            "desc": "Gunn Rubik’s Cube Club is a relaxing environment for socializing with friends, making new friends, and improving your cubing skills. We will cover all sorts of puzzles, whether they are WCA approved or not. All skill levels are welcome.",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "Room N-110",
            "prez": "Joseph Xu",
            "advisor": "Kate Zavack",
            "email": "kzavack@pausd.org"
        },
        "35846": {
            "new": true,
            "name": "Statistics & Operation Research Club",
            "tier": 2,
            "desc": "We are a statistics learning club that regularly meets once a week Thursday during lunchtime. We focus on statistics knowledge sharing and apply statistics into solving real world projects and present our reports in different Operation Research conferences",
            "day": "Thursday",
            "time": "Lunch",
            "room": "N-210",
            "prez": "Chi-Feng Ho",
            "advisor": "Marcus Jamison",
            "email": "mjamison@pausd.org",
            "coadvisor": "Steve Ames",
            "coemail": "sames@pausd.org"
        },
        "36508": {
            "new": false,
            "name": "Med Club",
            "tier": 1,
            "desc": "Gunn Med will provide students with knowledge about the different aspects and careers in the medical field in an interesting and interactive way. There are many medical careers in the world that many students may not know of, and our most important goal is to let these students know of the career paths they can choose to pursue in the future. By informing these students, we can help them learn more about themselves, as well as help them decipher which medical career they are most interested in studying. Our club will provide an educational opportunity to dig into the field of medicine and help confirm the member’s interests to pursue a career related to medicine.",
            "day": "Friday",
            "time": "Lunch",
            "room": "G4",
            "prez": "Kailee Kee",
            "advisor": "Gabriela Garger",
            "email": "ggarger@pausd.org"
        },
        "38166": {
            "new": false,
            "name": "Math Circle",
            "tier": 3,
            "desc": "We seek to promote an appreciation and understanding of math beyond the typical high school curriculum by hosting weekly talks, in-house contests, games, and guest speakers. We also help students prepare for and participate in many contests throughout the year, with a focus on math competitions such as AMC, and college-run ones at Harvard, MIT and Stanford.",
            "day": "Friday",
            "time": "Lunch",
            "room": "N-208",
            "prez": "Alan Lee",
            "advisor": "David Deggeller",
            "email": "ddeggeller@pausd.org"
        },
        "38816": {
            "new": false,
            "name": "The Muse: Gunn's Book Club",
            "tier": 1,
            "desc": "An inclusive space to read and discuss books, with fun games and activities on the side. We read one book a month according to various genres and themes.",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "Acorn Lounge",
            "prez": "Shana Ebrahimnejad",
            "advisor": "Daljeet Gill",
            "email": "dgill@pausd.org"
        },
        "39666": {
            "new": false,
            "name": "American Cancer Society",
            "tier": 1,
            "desc": "Gunn American Cancer Society is an official chapter of the national American Cancer Society. As an official chapter, our job is to educate the Gunn community about cancer, from prevention and treatment to the latest cancer research. Whether you know someone with cancer, are interested in medicine, or are just trying out new clubs at Gunn, we'd love to have you join us! Besides spreading awareness about cancer, some of our activities/opportunities include:  - Food and Games!  - Volunteer Opportunities: We have plenty of ways for students to help the community, from setting up the ACS Relay for Life to writing letters for cancer patients.  - Guest Speakers: We've had doctors, Stanford students, and guest speakers talk to us about cancer from many different perspectives. Last year, volunteers from Stanford's Camp Kesem, a summer camp for kids whose parents have cancer, were able to discuss their experiences.  -Leadership Positions: We'll be opening up officer applications for several club leadership positions soon . Stay tuned!  We'll be meeting on Thursdays at lunch in L-02. See you at the Club Fair, and make sure to follow us on Instagram (@gunnamericancancersociety) and fill out the form in our bio!",
            "day": "Thursday",
            "time": "Lunch",
            "room": "L-02",
            "prez": "Adinath Lane",
            "advisor": "Angela Merchant",
            "email": "amerchant@pausd.org"
        },
        "41011": {
            "new": false,
            "name": "French Club/French National Honor Society",
            "tier": 2,
            "desc": "French Club is open to all students who are interested in the French Language and the francophone world. The club aims to spread and educate students on French culture, including food, language, and holidays. Throughout the year, we will be hosting several events including French film viewings, crêpe tastings, cheese tastings, etc. The National French Honor Society meets jointly with the French Club and includes selected French Club members. Join us! Proficiency in French not required :)",
            "day": "Thursday",
            "time": "Lunch",
            "room": "H-01",
            "prez": "Jessica Zang",
            "advisor": "Laura Lizundia",
            "email": "llizundia@pausd.org"
        },
        "41599": {
            "new": false,
            "name": "Girls Tech Club",
            "tier": 1,
            "desc": "Our mission is to create a community for women to explore and pursue technology, engineering, and computer science through student presentations, group activities, guest speakers, company tours, and more. And, not only do we foster a community of high school girls passionate about technology and give them a place to freely explore their interests, we also promote technology to younger girls at local schools through volunteer efforts. Anyone interested in tech, hanging out with friends, and having fun should join!",
            "day": "Tuesday",
            "time": "Lunch",
            "room": "N-215",
            "prez": "Hannah Zhang",
            "advisor": "Joshua Paley",
            "email": "jpaley@pausd.org"
        },
        "42112": {
            "new": false,
            "name": "Dream Volunteers",
            "tier": 2,
            "desc": "Dream Volunteers Club partners with the NGO Dream Volunteers to connect with the network of Young Dreamer students around the world who do sustainable volunteer work in their communities. We do local service work, both during and outside of meetings, and make cross cultural connections by sending and receiving videos from Dreamers abroad. We are part of the network of 15+ DV Clubs in the Bay Area and will be organizing service projects with them as well. Our members have created their own change-maker projects that we work to support! Join us to make a change in your local community and get connected to and inspired by change-makers around the world!",
            "day": "Monday",
            "time": "Lunch",
            "room": "H5",
            "prez": "Lucia Acosta",
            "advisor": "Liz Matchett",
            "email": "lmatchett@pausd.org"
        },
        "42934": {
            "new": true,
            "name": "Marvel vs. DC Club",
            "tier": 1,
            "desc": "Interested in immersing yourself into the Marvel cinematic universe and debating whether the Avengers or DC comics iconic heroes (i.e., Batman, Superman, the Flash) is better? This club dives into these answers by showing thrilling movies and tv shows like The Avengers, Agents of Shield, Shang-Chi and the Legend of the Ten Rings, the Flash, and others. Enjoy kahoots, meet other fans, have snacks, and relax!",
            "day": "Monday",
            "time": "Lunch",
            "room": "N108",
            "prez": "Sanjana Rao",
            "advisor": "Terence Kitada",
            "email": "tkitada@pausd.org"
        },
        "43418": {
            "new": false,
            "name": "Physics Club",
            "tier": 1,
            "desc": "The Gunn Physics Club will have lessons on current physics course content and other topics not covered in Gunn's courses. We will provide members the opportunity to review for their physics classes, attempt more challenging questions, study for AP exams, prepare for physics competitions (such as the F=ma), and learn about other interesting areas of physics. We will primarily meet during lunch, but additional meetings will be held based on demand.",
            "day": "Monday",
            "time": "Lunch",
            "room": "J-9",
            "prez": "Yu-Ting Chang",
            "advisor": "Ann Lorey",
            "email": "alorey@pausd.org"
        },
        "43556": {
            "new": true,
            "name": "ACS ChemClub",
            "tier": 2,
            "desc": "ACS ChemClub provides students the opportunity to explore chemistry beyond the typical classroom setting. ACS ChemClub strives to create a welcoming environment for all those interested in enhancing their chemistry understanding. Here, students are motivated to participate in various hands-on experiments. Experiments cover a wide range of topics as the club dives into various chemistry categories, such as food chemistry. ACS ChemClub is also dedicated to supporting those interested in the Chemistry Olympiads through concept reviews and study opportunities. ACS ChemClub aims for students to discover and pursue connections within a larger chemistry community, learn about career opportunities in the many fields of chemistry, and experience chemistry beyond the classroom with hands-on experiments.",
            "day": "Monday",
            "time": "Lunch",
            "room": "J-07",
            "prez": "Lucy Wang",
            "advisor": "Elana Zizmor",
            "email": "ezizmor@pausd.org"
        },
        "44166": {
            "new": false,
            "name": "TEDxGunnHighSchool",
            "tier": 2,
            "desc": "Our mission is to cultivate ideas and conversation through an annually hosted TEDx conference held in Spangenberg Theatre. Our three committees, business, speakers, and design work hard each year to improve quality of speakers and quality of experience for all our audience members. The speakers committee works with each speaker individually to write, edit and rehearse each talk. The business committee raises all funds to cover the cost of a fully fledged TEDx conference, which include grants and small fundraisers. The design committee creates logos, merchandise design, and social media designs.   It's TEDx, but Gunn.",
            "day": "Tuesday",
            "time": "Lunch",
            "room": "N-115",
            "prez": "Cary Lai",
            "advisor": "Jessica Hexsel",
            "email": "jhexsel@pausd.org",
            "coadvisor": "Daljeet Gill",
            "coemail": "dgill@pausd.org"
        },
        "47183": {
            "new": false,
            "name": "Quiz Bowl",
            "tier": 2,
            "desc": "Gunn Quiz Bowl is a club that allows people to put their general knowledge to the test in a fast-paced head to head competition with buzzers. Topics include history, literature, science, fine arts, current events, popular culture, sports, and much more. We participate in a variety of competitions from novice level NorCal tournaments to the HSCNT nationals. Whether you have never done quiz bowl and just want to try it, or if you want to put your general knowledge to the test, Quiz Bowl is the perfect club open to all levels of experience!",
            "day": "Thursday",
            "time": "Lunch",
            "room": "K-9",
            "prez": "Nikhil Chaudhary",
            "advisor": "Lynn Tabuchi",
            "email": "ltabuchi@pausd.org"
        },
        "47335": {
            "new": true,
            "name": "H.A.N.D.S. (Hair and Nail Design Society)",
            "tier": 1,
            "desc": "H.A.N.D.S. focuses on the designs of the Hair and Nails. We teach you how to do different hairstyles such as braiding, curling, straightening, coloring of the hair and so much more. Along with this, different shapes, designs, and colors for a manicure will be introduced. Fun and engaging activities will be used to create your own “manicure”. The simple and easy things we pay for in a salon, can be learned in this club. If any of this interests you then we encourage you to come see what’s happening and come join our club!!!",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "G-7",
            "prez": "Ashley Sarkosh",
            "advisor": "Daissy Tabares",
            "email": "dtabares@pausd.org"
        },
        "47907": {
            "new": false,
            "name": "Film Club",
            "tier": 2,
            "desc": "Film Club’s purpose is to provide a safe and inclusive environment for Gunn students to express their creativity through video and learn about filmmaking outside of an official class. Film Club strives to create a community for the filmmakers of Gunn to express their creativity and share their knowledge and experience with other students. Film Club will work to achieve its goals by effectively making use of club meeting times to plan out our activities and projects. Each week, Film Club will meet to discuss a video-related topic, plan a project, or engage in another activity arranged by the club president. Film Club plans to have one large project per semester, to be determined by the club and open to all club members to help plan and execute to completion.",
            "day": "Thursday",
            "time": "Lunch",
            "room": "L-6",
            "prez": "Ian Brown",
            "advisor": "Edward Corpuz",
            "email": "ecorpuz@pausd.org"
        },
        "48322": {
            "new": true,
            "name": "Board Game club",
            "tier": 1,
            "desc": "Our board gaming club is a group of people who regularly meet to play board games during lunch times. All members will chat with each others and having fun to enjoy the board game.",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "V-17 Yoga Classroom",
            "prez": "Chi-hong (Horace) Ho",
            "advisor": "Mr. Steve Ames",
            "email": "Sames@pausd.org"
        },
        "48650": {
            "new": true,
            "name": "Korean Club",
            "tier": 1,
            "desc": "The purpose of our club is to provide a space for students who are interested in Korean culture to share their interests with other people in our school. During club meetings, we will display Korean TV shows or dramas with club members’ choices. Also, during the year, we will inform members about Korean-related competitions and events to encourage them to participate in the Korean community. Through creating this atmosphere we hope to spread the value and beauty of our culture to all Gunn students.",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "N-212",
            "prez": "Ryan Choi",
            "advisor": "Julia Choi",
            "email": "jchoi@pausd.org"
        },
        "49983": {
            "new": true,
            "name": "Middle Ground",
            "tier": 1,
            "desc": "Gunn Middle Ground hopes to give a platform for people to bring forward underrepresented social issues affecting the community through open conversations presented in a digestible video podcast format. Episodes coming soon discuss topics such as mental health, polarization in social and political climates, and sports.",
            "day": "Friday",
            "time": "Lunch",
            "room": "G1",
            "prez": "Juno Kim",
            "advisor": "Teresa Nino-Oliva",
            "email": "tninooliva@pausd.org"
        },
        "50391": {
            "new": false,
            "name": "Gunn ML",
            "tier": 1,
            "desc": "Artificial intelligence and machine learning is drastically changing the way people interact with the world. Rather than broad computer science, Gunn AI focuses specifically on the fundamental algorithms of artificial intelligence. This club will primarily focus on building, learning about, and teaching various concepts of AI and machine learning to students. We will also have occasional guest speakers talk about where AI is headed next and it's applications in the modern world. This club is open to people with all levels of experience with the main goal of learning from each other. Whether you're new to computer science as a whole, or new to the topic of AI, this club will be a great place for you to learn about one of the fastest growing fields in computer science.",
            "day": "Friday",
            "time": "Lunch",
            "room": "K14",
            "prez": "Mihir Rao",
            "advisor": "Kristen Owen",
            "email": "kowen@pausd.org"
        },
        "51401": {
            "new": true,
            "name": "Aviation Club",
            "tier": 1,
            "desc": "Gunn Aviation Club invites anyone interested in learning or being a part of any and all fields in aviation. Members of the club will be exposed to the unique and distinctive world of aviation, and will be able to experience and gain a understanding of basic principles up to complex topics. The core of the club includes but is not limited to presentations, activities, and mentoring by professionals in the industry, and fellow club members. Additional activities may include: flight simulation, designing and building airfoils and more.   Whether you are a novice or an expert, join Gunn Aviation Club.",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "F-6",
            "prez": "Obed Han",
            "advisor": "Patrica Holmes",
            "email": "pholmes@pausd.org"
        },
        "51421": {
            "new": true,
            "name": "Cartoons Club",
            "tier": 1,
            "desc": "Cartoons Club welcomes all who enjoy animated shows, whether it's a TV show, a mini web series, a movie, or anything in between. It's a place where long-time fans and intrigued newcomers can celebrate their favorite animated fandoms and learn more about the art of animation in the entertainment industry. While we focus mainly on American shows, anime and foreign animation lovers are welcome too. We watch shows as a group while also offering fun opportunities to discuss theories and lore, analyze story arcs, world-building, and characters, watch cast and crew panels, and much more. Come join us!",
            "day": "Tuesday",
            "time": "Lunch",
            "room": "S-147, Little Theatre",
            "prez": "Jacqueline See-Tho",
            "advisor": "Kristen Lo",
            "email": "klo@pausd.org"
        },
        "51450": {
            "new": true,
            "name": "Spikeball Club",
            "tier": 1,
            "desc": "Our club is a space where any students can come to relax and play the novel spikeball game. We will run games on Fridays during lunch and are planning a tournament later this year.",
            "day": "Friday",
            "time": "Lunch",
            "room": "Field",
            "prez": "Joaquim Bonnet",
            "advisor": "Amy Andersson",
            "email": "amanderson@pausd.org"
        },
        "52355": {
            "new": true,
            "name": "Gunn Unplugged",
            "tier": 2,
            "desc": "A club where musicians and students with interest in music (especially performance) will have opportunities to explore their musical interests. We will be having creative sessions within the L-7 classroom, hosting performances at lunch, and providing a space for students to make and record music, collaborate with others, and have a fun, safe community to express their creative and artistic voices.",
            "day": "Friday",
            "time": "Lunch",
            "room": "L-7 (Video/Music Production room)",
            "prez": "Amar Srivastava",
            "advisor": "Edward Corpuz",
            "email": "ecorpuz@pausd.org",
            "coadvisor": "Marie Durquet",
            "coemail": "mdurquet@pausd.org"
        },
        "53611": {
            "new": false,
            "name": "K-Pop Dance Club",
            "tier": 1,
            "desc": "Welcome to the K-Pop Dance Club! Every K-Pop song has a specific dance that goes with it. We don't have official dance experience; we're all beginners! We accept all skill levels (even if you haven't danced before in your life.) We will learn K-Pop dances, starting with easier ones, and gradually learning the harder ones as the year goes on. Again, we are all beginners and will work together to learn the dances!",
            "day": "Friday",
            "time": "Lunch",
            "room": "PE dance room.",
            "prez": "Megan Murakami",
            "advisor": "Brenda Chen",
            "email": "bchen@pausd.org"
        },
        "53483": {
            "new": true,
            "name": "Photography Club",
            "tier": 1,
            "desc": "From experienced to beginner photographers, Photography Club is for anyone with a passion or interest in taking photos. Our goal is to establish a space for students to share the joy of capturing different perspectives and learning from one another. We will cover the basic fundamentals of photography through fun activities and each member will learn to develop their individual styles and preferences. Members are welcome to use any camera or device available to them. Join Photography Club to experience the world through a lens!",
            "day": "Monday, Tuesday",
            "time": "Lunch",
            "room": "M-1 and L-6",
            "prez": "Jaein Chung",
            "advisor": "Edward Corpuz",
            "email": "ecorpuz@pausd.org",
            "coadvisor": "Marie-Jose Durquet",
            "coemail": "mdurquet@pausd.org"
        },
        "53793": {
            "new": true,
            "name": "Origami Club",
            "tier": 1,
            "desc": "The origami club is open to anyone wanting a place to de-stress and hang out with friends! Come join us in learning how to fold all sorts of paper sculptures!",
            "day": "Monday",
            "time": "Lunch",
            "room": "N-211",
            "prez": "Syma Chan",
            "advisor": "Danning Wang",
            "email": "dwang@pausd.org"
        },
        "53914": {
            "new": false,
            "name": "The Writing Club",
            "tier": 1,
            "desc": "Ever wanted to write a story, whether it be in the form of a novel or a poem or even just a few fluffy sentences? We are a group of students that love to write mostly anything and everything. So whether you have never written anything besides essays or are editing your second novel, we hope we’ll have something to help you on your way. This no-pressure-no-problems club is for anyone and everyone, so join and let's write some magic! Hope to see you there.",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "N-104",
            "prez": "Evelyn Gaskin",
            "advisor": "Marjorie Paronable",
            "email": "mparonable@pausd.org"
        },
        "55357": {
            "new": true,
            "name": "Code for Change",
            "tier": 1,
            "desc": "The focus of the club is to bring awareness to social and environmental issues like climate change and educational inequality. We will do this primarily by developing apps, but, as the year goes on, we may explore AI. This year we will focus on apps for wildfire prevention and mitigation, which is one of the biggest environmental challenges in California, and which also disproportionately affects rural and economically disadvantaged communities. We will work together to learn and teach CS skills like web development, game development, basic algorithms, and some basic AI. Even those who aren't interested in CS can participate in this club by researching social issues, making digital designs for the apps we make, and creating  content for our apps.",
            "day": "Monday",
            "time": "Lunch",
            "room": "N203",
            "prez": "Agastya Goel",
            "advisor": "Michael Bautista",
            "email": "mbautista@pausd.org"
        },
        "55585": {
            "new": false,
            "name": "United Computations",
            "tier": 2,
            "desc": "United Computations brings together a community of people interested in CS. During our weekly lunch meetings, we explore the various fields of CS through hands-on activities, guest speakers, lectures, and more. We also plan and run Gunn’s annual hackathon (GunnHacks 8.0) -- and any club member can apply to help out with publicity, website, events planning, and sponsorships! We’re one of the longest-running AND largest CS clubs at Gunn. Anyone is welcome to join!",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "N-215",
            "prez": "Alina Li",
            "advisor": "Josh Paley",
            "email": "jpaley@pausd.org"
        },
        "55710": {
            "new": false,
            "name": "Model United Nations",
            "tier": 3,
            "desc": "Model UN is the club for all students who want to become more confident speakers, gain the skills to think on a global scale, and learn something new. The club runs speaking games, gives presentations on a variety of interesting topics, and travels to conferences around the nation. We also host our own conference for new delegates. No experience required!",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "J-2",
            "prez": "Scott Hwang",
            "advisor": "Maria Powell",
            "email": "mpowell@pausd.org"
        },
        "55887": {
            "new": false,
            "name": "Women in STEM Club",
            "tier": 1,
            "desc": "The Women in STEM Club cultivates a supportive environment for young women interested in pursuing a career in STEM. Meetings will take place every other week, where we facilitate various activities to empower young women to follow their passions in STEM. We introduce underrepresented STEM careers, provide opportunities for club members, expose our members to different competitions, invite female speakers currently pursuing STEM careers in the real world to share their experiences. Outside of focusing on STEM, this club also emphasizes the importance of a tight-knit community, and thus engages in bonding activities!",
            "day": "Tuesday",
            "time": "Lunch",
            "room": "J-4",
            "prez": "Sarah Bao",
            "advisor": "Jena Lee",
            "email": "jlee@pausd.org"
        },
        "56027": {
            "new": true,
            "name": "The Spanakopita",
            "tier": 1,
            "desc": "The Oracle and the Chariot are fantastic Gunn publications that cover current events around Gunn, around Palo Alto, and around the world as a whole. The Spanakopita aims to do something similar, but with a more comedic bent, a la The Onion.",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "N-113",
            "prez": "Daniel Kwong",
            "advisor": "Katherine Ja",
            "email": "kja@pausd.org"
        },
        "56345": {
            "new": true,
            "name": "STEM Ethics Bowl",
            "tier": 1,
            "desc": "Ethics lies at the heart of STEM. You don’t need to be an avid STEM enthusiast to discuss and join the ethics conversation. If you are a passionate environmentalist, intrigued coder, fiery social justice debator, or just a person who wants an interesting discussion, the club will be the perfect space for you. Come join the Ethics Bowl to learn and compete!  We will - Participate in National Ethics Bowl held in April, Speaker Events (MIT, Stanford Professors), Launch into exciting debates in various subjects, Bond with fellow enthusiasts and have fun!  Science/tech impacting our lives, our ecosystems, politics. We need ethics to protect our rights, advocate for cruelty-free animal testing, restriction on gene-editing, biases in the internet. Ethics is the moral BACKBONE of stem.  We will lead you all through the enthralling world of science/technology each week focusing on a particular topic in STEM, then discussing it with an ethical lens.",
            "day": "Thursday",
            "time": "After School",
            "room": "J-9",
            "prez": "Jia Ruparel",
            "advisor": "Mark Brassey",
            "email": "mbrassey@pausd.org"
        },
        "58187": {
            "new": false,
            "name": "ASL Club",
            "tier": 1,
            "desc": "ASL Club is an inclusive space where students of all levels of experience can learn and practice American Sign Language (ASL). Come enjoy fun activities, vocabulary-building, and silent conversations! This club is open to anyone interested in mastering this unique skill.",
            "day": "Thursday",
            "time": "Lunch",
            "room": "C7",
            "prez": "Jessica Wang",
            "advisor": "Laurel Howard",
            "email": "lahoward@pausd.org"
        },
        "58871": {
            "new": true,
            "name": "Asian History",
            "tier": 1,
            "desc": "Help students at Gunn with an interest in history to learn more and wider about Asian history, to expand students' view on Asian Culture, Geography, and Tradition.",
            "day": "Tuesday",
            "time": "Lunch",
            "room": "K9, N113",
            "prez": "Zihao Lin",
            "advisor": "Lynn Tabuchi",
            "email": "ltabuchi@pausd.org"
        },
        "58934": {
            "new": false,
            "name": "Forensics Club",
            "tier": 1,
            "desc": "Our club's purpose is to provide information to people interested in forensics through informational presentations, interesting case studies, virtual labs, virtual simulations, and guest speakers. This club will teach people about the different fields of forensics, numerous career pathways, and resources on universities/opportunities that provide additional information or classes about forensics.",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "N102",
            "prez": "Anika Seshadri",
            "advisor": "Kristen Owen",
            "email": "kowen@pausd.org"
        },
        "59161": {
            "new": true,
            "name": "GunnUAVs",
            "tier": 2,
            "desc": "GunnUAVs is a club dedicated to connecting students with an interest in Unmanned Aerial Vehicles (e.g. drones) and facilitating exploration. Members do not need to have any prior knowledge in the field. The club will spend the first semester learning about UAVs through lectures, hands-on quadcopter builds, and talks from guest speakers. Members will spend the second semester using their knowledge and skills to develop new applications and build them. The club’s work will be showcased at an end-of-year event open to the school.",
            "day": "Friday",
            "time": "Lunch",
            "room": "G-3 (Classroom of Ms. Kaufman)",
            "prez": "Rishay Jain",
            "advisor": "Charlotte Kaufman",
            "email": "ckaufman@pausd.org"
        },
        "59804": {
            "new": false,
            "name": "Science Olympiad",
            "tier": 2,
            "desc": "Science Olympiad promotes the study of scientific topics by preparing members for nearby Science Olympiad competitions. Students will get to explore a variety of subjects, including biology, chemistry, physics, engineering, and environmental science, acquiring knowledge and skills applicable for future science careers. They will also partake in fun club activities, such as trivia games, hands-on experiments, and team bonding. Through studying and competing together, members will build strong connections with their peers and make new friends. No prior competition experience is necessary — only an interest to learn more about science!",
            "day": "Thursday",
            "time": "After School",
            "room": "L1",
            "prez": "Claire Xu",
            "advisor": "Laurie Pennington",
            "email": "lpennington@pausd.org"
        },
        "60000": {
            "new": false,
            "name": "Star Wars Club",
            "tier": 1,
            "desc": "The Star Wars Club is open to anyone who has an interest in Star Wars, whether it is movies or books, Canon or Legends. We will be watching and discussing Star Wars movies/TV-shows/videos such as The Book of Boba Fett (when it comes out). Come join the fun, and May the Force Be With You!",
            "day": "Friday",
            "time": "Lunch",
            "room": "J-3",
            "prez": "Yu-Ting Chang",
            "advisor": "Heather Mellows",
            "email": "hmellows@pausd.org"
        },
        "60618": {
            "new": false,
            "name": "Sports Analytics",
            "tier": 1,
            "desc": "Sports Analytics is all about math in sports. In our meetings, we will talk about stats-based prediction techniques (like predicting the winner of a game :) as well as some of the cutting edge sports tech that is used to give athletes a competitive advantage in their respective sports. Moreover, our club will invite industry experts from startups and major league sports teams to talk about their experiences in the fascinating field of Sports Analytics. At the end of the year, our aim is to participate in open source data science competitions that involve applying machine learning to sports.",
            "day": "Friday",
            "time": "Lunch",
            "room": "N201",
            "prez": "Sharad Parulekar",
            "advisor": "Rachel Congress",
            "email": "rcongress@pausd.org"
        },
        "62410": {
            "new": false,
            "name": "The Chariot",
            "tier": 2,
            "desc": "The Chariot is Gunn's nonpartisan, student-led social and political magazine. We aim to foster discussion of social and political events at Gunn through political forums and publishing articles. To view some of our published articles, get in touch with us, or learn more about us, visit chariotonline.wordpress.com.",
            "day": "Monday",
            "time": "Lunch",
            "room": "N-106",
            "prez": "Neha Muthiah",
            "advisor": "Justin Brown",
            "email": "jdbrown@pausd.org"
        },
        "62789": {
            "new": false,
            "name": "HOSA",
            "tier": 2,
            "desc": "Gunn HOSA unifies students with a deep interest in medicine. HOSA is a national organization which hosts conferences with a wide range of events. We prepare for and compete in these conferences. Last year all members qualified for States and we won 3rd Place in the Anatomy Tournament! We also host guest speaker events with health professionals.",
            "day": "Friday",
            "time": "Lunch",
            "room": "L2",
            "prez": "Vasuda Dokiparthi",
            "advisor": "Angela Merchant",
            "email": "amerchant@pausd.org"
        },
        "63137": {
            "new": true,
            "name": "Pokemon Club",
            "tier": 1,
            "desc": "This club is to create a community for Pokemon Go players to meet together to catch, raid, and trade Pokemon. It would also be a gathering for people to just talk about Pokemon.",
            "day": "Monday",
            "time": "Lunch",
            "room": "c4",
            "prez": "Ethan Zhang",
            "advisor": "Tara Firenzi",
            "email": "tfirenzi@pausd.org"
        },
        "63299": {
            "new": false,
            "name": "Coding Art Club",
            "tier": 1,
            "desc": "The Coding Art Club brings a new form of creativity to the Gunn community by combining art and computer science. We will explore coding generative art with libraries like p5.js, three.js, and processing. During club meetings, we will have live coding demos, as well as mini group projects and presentations for members. No coding experience is required! Join us! :)",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "C",
            "prez": "Rachael Xia",
            "advisor": "Jose Medina",
            "email": "jomedina@pausd.org"
        },
        "63478": {
            "new": false,
            "name": "National Art Honor Society",
            "tier": 2,
            "desc": "National Art Honor Society is open for anyone who is interested and curious about the many different art forms available, both in the context of history and modern trends. There will be fun art projects, art history presentations, games, as well as occasional community service and fundraising opportunities. This club is open to people of all skill levels and aims to be a welcoming and safe environment to create art and meet other creative individuals! Currently lined up projects: Picasso puzzle, Microcosmic Abstraction, Chalk Challenge(S2), Sticker creation",
            "day": "Tuesday",
            "time": "Lunch",
            "room": "M4",
            "prez": "Lillian Ding",
            "advisor": "Gabi Gramegna",
            "email": "ggramegna@pausd.org"
        },
        "63502": {
            "new": false,
            "name": "Lifestyle Club",
            "tier": 1,
            "desc": "The Gunn Lifestyle Club is meant to help improve students' overall lifestyle and outlook on life. Our plan is to talk about topics such as mental health, harmful habits, physical fitness, eating stigma and healthy eating, motivation/attitude and more. We’ll be doing activities such as decorating cookies and painting to help students get their minds off of school and give them a place to relax. Students can choose whether or not they want to participate although we’ll highly encourage them to do so. Before each club meeting we will post what topics we will cover so if a certain student doesn’t feel comfortable attending they can choose not to. We also are planning on having guest speakers come in like counselors and nutritionists so that people can hear tips from a professional point of view.",
            "day": "Monday",
            "time": "Lunch",
            "room": "N-207 in the N building",
            "prez": "Ila Petrovic",
            "advisor": "Ms. Limburg",
            "email": "flimburg@pausd.org"
        },
        "64310": {
            "new": false,
            "name": "Thespian Club",
            "tier": 2,
            "desc": "Gunn Thespian club focuses on bringing thespians together to form a fun-loving, tight knit community. We do this through weekly games at lunch, performance events such as open mics, and social gatherings.",
            "day": "Friday",
            "time": "Lunch",
            "room": "Little Theatre",
            "prez": "Quincy Rosenzweig",
            "advisor": "Ms. Lo",
            "email": "klo@pausd.org"
        },
        "66258": {
            "new": false,
            "name": "JSU Club",
            "tier": 1,
            "desc": "An environment for jewish (and non-jewish) students to learn, have fun and form a community and greater sense of self-identity",
            "day": "Tuesday",
            "time": "Lunch",
            "room": "J7",
            "prez": "Leah Kozakevich",
            "advisor": "Elana Zizmor",
            "email": "ezizmor@pausd.org"
        },
        "66441": {
            "new": false,
            "name": "Reach Out, Care, Know (ROCK)",
            "tier": 2,
            "desc": "Reach Out, Care, Know (ROCK) at Gunn High School in Palo Alto, California is dedicated to reducing the stigma surrounding mental health through education, outreach, and events to remind our peers the importance of valuing one's wellness. Additionally, students participate in trainings, so they know how to be a \"ROCK\" -- someone who is able to approach a friend who may be battling a mental health issue, provide support, and connect them to the help they need and deserve. We have meetings every Thursday where we plan events such as the 5k Mental Health Awareness Walk, the Warriors Watch Party, and the mobile barnyard during Finals Week.",
            "day": "Thursday",
            "time": "Lunch",
            "room": "N-114",
            "prez": "Siham Arsalane",
            "advisor": "Paul Dunlap",
            "email": "pdunlap@pausd.org"
        },
        "68265": {
            "new": false,
            "name": "Mythology Club",
            "tier": 1,
            "desc": "Myth Club is a place where anyone interested in any kind of world mythology can come to learn, discuss, and play games about these ancient stories!",
            "day": "Thursday",
            "time": "Lunch",
            "room": "N-107",
            "prez": "Maya DeBolle",
            "advisor": "Marc Igler",
            "email": "migler@pausd.org"
        },
        "72020": {
            "new": true,
            "name": "Anatomy and Physiology",
            "tier": 2,
            "desc": "A hands on club that teaches students the anatomy and physiology of various specimen, as well as the opportunity to participate in dissections.",
            "day": "Thursday",
            "time": "Lunch",
            "room": "J4",
            "prez": "Emily Serrato",
            "advisor": "Jena Lee",
            "email": "jleea@pausd.org"
        },
        "73046": {
            "new": false,
            "name": "Weightlifting Club",
            "tier": 1,
            "desc": "The purpose of the Gunn Weightlifting Club is to educate all lifters on the importance that weightlifting has to offer for both mental and physical health. We will be using the Gunn Weight Room to perform majority of out activities and exercises. No matter your skill level, the club is a friendly, all-inclusive environment that is ready to help you along your fitness journey!",
            "day": "Thursday",
            "time": "After School",
            "room": "Gunn Weight Room",
            "prez": "Darshan Dullabh",
            "advisor": "David Bisbee",
            "email": "dbisbee@pausd.org"
        },
        "73186": {
            "new": false,
            "name": "Helios Magazine Club",
            "tier": 2,
            "desc": "The Helios Magazine is a club open to all Gunn students who are interested in contributing to a professional and meaningful publication on campus, whether through art, design, or writing. We will work on distributing an entertaining, interesting, and thought-provoking magazine online every quarter, while teaching members the importance of ethical journalism and creative, professional writing. All welcome!",
            "day": "Tuesday",
            "time": "Lunch",
            "room": "N107",
            "prez": "Jessica Zang",
            "advisor": "Marc Igler",
            "email": "migler@pausd.org"
        },
        "73893": {
            "new": true,
            "name": "Documentary Production Club",
            "tier": 1,
            "desc": "We believe film-making is a beautiful art that should be brought to Gunn in the form of documentary. Students will be involved in a hands-on process in order to develop the key components of a documentary, including the story, production plan, and budget. Our goal is to promote student voice through a new and unique medium. We look forward to seeing you on Wednesday at lunch!",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "N-105",
            "prez": "Stella Manning",
            "advisor": "Mark Hernandez",
            "email": "mhernandez@pausd.org"
        },
        "74162": {
            "new": false,
            "name": "Socially Responsible Investment Fund (SRIF)",
            "tier": 1,
            "desc": "The purpose of our club is to educate others about the stock market and finance while making realistic choices on a stock market simulator. SRIF also helps people distinguish companies that are socially responsible and that are trying to help society, from others that may not be environmentally conscious or do harm in some kind of way. At the end of the year, the portfolio on the market simulator will show how much we have grown and progressed.",
            "day": "Monday",
            "time": "Lunch",
            "room": "N-208",
            "prez": "Athina Chen",
            "advisor": "Chris Redfield",
            "email": "credfield@pausd.org"
        },
        "75847": {
            "new": false,
            "name": "Science Bowl",
            "tier": 2,
            "desc": "Science Bowl aims to educate others about and open up opportunities in the STEM field by studying and ultimately attending the National Science Bowl competition under the name of Henry M. Gunn High School. The competition will hopefully serve as a catalyst for exploration, allowing members and participants to gain experience and insight into scientific topics like biology, math and physics, chemistry, and Earth and space science, as well as personal qualities like teamwork, determination, and creativity.",
            "day": "Thursday",
            "time": "Lunch",
            "room": "J-10",
            "prez": "Isabella Yang",
            "advisor": "Jacintha Kompella",
            "email": "jkompella@pausd.org"
        },
        "76610": {
            "new": false,
            "name": "Biotechnology Club",
            "tier": 2,
            "desc": "Biotechnology is the future. The mission of this club is to excite and empower Gunn students to have an impact in the world with biotechnology. The short term goals are teaching students about the applications of biotechnology and the role they can play in this field. The long term objective is to have a thriving club that will help build future scientists who can have an exciting career in the field of biotechnology.  We plan to promote the club so that there is a strong flourishing community of aspiring biotechnologists who are excited to spread the word to others. We will offer weekly educational series that introduce different aspects of biotechnology through various mediums - videos, interactive discussions and individual/team activities including field trips. We will also invite guest speakers from the industry to share their journey and experiences. This will help Gunn students to build connections within the industry after they graduate and seek a career in biotechnology.",
            "day": "Thursday",
            "time": "Lunch",
            "room": "N-115",
            "prez": "Ankitha Raman",
            "advisor": "Jessica Hexsel",
            "email": "jhexsel@pausd.org"
        },
        "77429": {
            "new": true,
            "name": "Timewinder",
            "tier": 2,
            "desc": "The goal of our club is to provide a platform for students who are interested in game development. We will be working as a team to learn the basics of game programming and eventually program a game project which we hope to establish onto steam. However, we are not just open to the coders. We welcome anyone who loves designing and writing scripts. So please come and join us!",
            "day": "Thursday",
            "time": "Lunch",
            "room": "N-109",
            "prez": "Jingwen Dou",
            "advisor": "Danielle Whichard",
            "email": "dwhichard@pausd.org"
        },
        "78535": {
            "new": true,
            "name": "Black Culture Club",
            "tier": 3,
            "desc": "This club is a safe space for people of color to talk and share their experience. We will also be having presentations on HBC's (historically black universities) and other subjects as well as guest speakers to speak about their experience. This club is also open to anyone who wants to learn more about black culture. And we will most likely offer snacks depending on the Covid restrictions.",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "The village - V-9",
            "prez": "Lise Desveaux",
            "advisor": "Jason Miller",
            "email": "jasmiller@pausd.org",
            "coadvisor": "Wendy Stratton",
            "coemail": "wstratton@pausd.org"
        },
        "78977": {
            "new": false,
            "name": "AI4Girls",
            "tier": 2,
            "desc": "Join our community of computer science and artificial intelligence (AI) enthusiasts! AI4Girls has many exciting opportunities for you.   Whether you’re just a) curious about what AI really is, b) starting your journey in computer science, or c) an advanced coder looking to make an impact in your community with your knowledge & skills, then Join us to learn, get involved, and create!  We will have opportunities for developing LEADERSHIP and TECHNICAL skills, such as organizing workshops for middle schools as a club, guest speaker panels (previously: Google, Stanford, Capital One), AI and Ethics discussions, and organizing Hackathons! Importantly, members will receive resources (ex: guides and project inspo) to learn about the process of creating an AI project (potentially: tiktok trend prediction, testing for COVID based on sound of cough, predicting heart disease, chatbot buddy...) and ultimately create one of their own!!   We hope to serve as the stepping stone for you to get more involved and excited about AI and CS. :) AI4Girls is a place for everyone, to explore the realm of AI. We especially encourage people who identify as female, nonbinary, or any underrepresented group to be a part of our community!   And of course, come check us out for FOOD, MERCH, and to make new FRIENDS!!  (We were honored to receive grant funding last year from AI4ALL, an AI-education nonprofit founded by the renowned Stanford professor Dr. Fei Fei Li)",
            "day": "Thursday",
            "time": "Lunch",
            "room": "N-204",
            "prez": "Caroline Chen",
            "advisor": "Takeshi Kaneko",
            "email": "tkaneko@pausd.org"
        },
        "80481": {
            "new": false,
            "name": "Sky of Hope",
            "tier": 1,
            "desc": "The Sky of Hope Club invites people to come together as a team to help national nonprofit organizations and people in need. We have worked with different organizations such as the Parkinson's Foundation and American Cancer Society. In the long term, we serve to inspire a generation of compassionate volunteers. Come by to enjoy some snacks, learn about ways to help the community, and participate in fun service activities! (Volunteer hours are offered and we meet once every two weeks.)",
            "day": "Thursday",
            "time": "Lunch",
            "room": "N-103",
            "prez": "Amelia Yu",
            "advisor": "Shaina Holdener",
            "email": "sholdener@pausd.org"
        },
        "80606": {
            "new": true,
            "name": "Sustainable Fashion Club",
            "tier": 2,
            "desc": "We will be upcycling clothes/making DIY clothing, teaching sustainability and the cons of fast fashion, sharing outfit and style inspo/style icons and donating clothes.",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "N211",
            "prez": "Medha Mandal",
            "advisor": "Danning Wang",
            "email": "dwang@pausd.org"
        },
        "80874": {
            "new": false,
            "name": "Dungeons and Dragons Club",
            "tier": 1,
            "desc": "Dungeons and Dragons club is a great place to come and discuss the game of Dungeons and Dragons, form D&D groups to play outside of school, participate in activities related to the game such as worldbuilding, or just hang out!",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "C-2",
            "prez": "Matthew Herrema",
            "advisor": "Warren Collier",
            "email": "wcollier@pausd.org"
        },
        "81227": {
            "new": true,
            "name": "Climbing Club",
            "tier": 1,
            "desc": "We want to spread our love for climbing to the rest of the climbing community. By the end of the year, we want to have as many people exposed to climbing. We also want to help people improve their climbing skills and stay up to date on climbing events. We will go over proper safety, and watch climbing documentaries in class.",
            "day": "Thursday",
            "time": "Lunch",
            "room": "K-4",
            "prez": "Yamm Elnekave",
            "advisor": "Naomi Asrir",
            "email": "nasrir@pausd.org"
        },
        "82889": {
            "new": true,
            "name": "Songwriting Club!",
            "tier": 1,
            "desc": "for people to learn the basics of songwriting and learn some music hacks along the way. Werkelt songwriting challenges and intro to theory,!",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "L-01",
            "prez": "Mariam Kubursi",
            "advisor": "Tom Casavant",
            "email": "tcasavant@pausd.org"
        },
        "83688": {
            "new": true,
            "name": "Monkey Business Club",
            "tier": 1,
            "desc": "Have you ever wanted to get random people to throw cabbage balls at stuffed bunnies? If you have, consider joining Monkey Business Club! Our club runs fun carnival-game-esque activities for students to play during lunch. We hope these activities lighten the mood at school, and offer an outlet for any potential stressors. Help us plan at room N-201, or just check out our events at lunch! Everyone is welcome!",
            "day": "Thursday",
            "time": "Lunch",
            "room": "N201",
            "prez": "Lee (Kai) Porter",
            "advisor": "Rachel Congress",
            "email": "rcongress@pausd.org"
        },
        "84265": {
            "new": true,
            "name": "The Application of Psychology to Law",
            "tier": 1,
            "desc": "Our club will focus primarily on the psychological minds of criminals and serial killers, and specifically why they feel compelled to do the things they do. As we closely study the behavioral traits of a variety of criminals we are able to apply it to the law and develop psychological theories to answer questions such as \"what exactly happened?\" and \"why did they do this?\" Through games, presentations, crime shows, documentaries, trials, and developing theories for true crime scenarios together we hope you can be an expert by the end of our club! (free snacks!)",
            "day": "Thursday",
            "time": "Lunch",
            "room": "F-06",
            "prez": "Anna Ghai",
            "advisor": "Briana Gonzalez",
            "email": "bgonzalez@pausd.org"
        },
        "84933": {
            "new": false,
            "name": "German Club",
            "tier": 2,
            "desc": "We play authentic German games, listen to German music, eat and make delicious German food, and engage in activities that parallel those of a typical German teenager.",
            "day": "Thursday",
            "time": "Lunch",
            "room": "H-2",
            "prez": "Maya Chang",
            "advisor": "Claudia Schroeppel",
            "email": "cschroeppel@pausd.org"
        },
        "85407": {
            "new": false,
            "name": "Finance Club",
            "tier": 1,
            "desc": "Gunn Finance is the biggest community of students at Gunn passionate about finance and business. Curious about what's an NFT or what is McDonald's true business model (it's a real estate company)? Join us to gain knowledge in business, finance, and economics through our classroom-style weekly meetings and discussions catered towards experienced members and newbies! Apply your knowledge in our in-house contests and games and win prizes! We also host guest speakers to provide insights into industries and help you develop your professional network to land internships in business. Undoubtedly, you'll also learn how to manage your money and invest wisely! We prepare teams to compete in prestigious competitions like the Tiger Global Case Competition and Wharton's Investment Competition where you can potentially win grand prizes and meet renowned professionals!",
            "day": "Tuesday",
            "time": "Lunch",
            "room": "E-02",
            "prez": "Eshan Gupta",
            "advisor": "Arthur Kinyanjui",
            "email": "akinyanjui@pausd.org"
        },
        "85700": {
            "new": false,
            "name": "Gender and Sexuality Alliance",
            "tier": 2,
            "desc": "A safe space for LGBTQ+ Gunn students and their allies to hang out. We talk about LGBTQ+ history, participate in events to raise awareness, and work to build a welcoming community at Gunn for LGBTQ+ students.",
            "day": "Thursday",
            "time": "Lunch",
            "room": "N-213",
            "prez": "Dante Morse",
            "advisor": "Ms. Renazco",
            "email": "drenazco@pausd.org",
            "coadvisor": "Mr. Summers",
            "coemail": "tsummers@pausd.org"
        },
        "85893": {
            "new": false,
            "name": "Amnesty Club",
            "tier": 3,
            "desc": "Amnesty Club is a student group at Gunn for Amnesty International, a grassroots human rights organization founded in 1961. The club participates in various local, nation, and world wide human rights campaigns and events to take action as part of the Amnesty International organization. Members also discuss and learn about numerous issues and current events pertaining to human rights both modeling after Amnesty’s initiatives and our own individual social justice passions. Help organize projects and campaigns of your own choosing. Join the country’s largest human rights activist group and take action on the world's biggest human rights events!",
            "day": "Monday",
            "time": "Lunch",
            "room": "H-1",
            "prez": "Kel-Li Chen",
            "advisor": "Laura Lizundia",
            "email": "llizundia@pausd.org"
        },
        "86078": {
            "new": false,
            "name": "PC Building Club",
            "tier": 1,
            "desc": "PCB will help students understand what role each computer component has in order to make a functioning PC that can perform various tasks. We will also teach students how to build their own PCs.",
            "day": "Thursday",
            "time": "Lunch",
            "room": "V25",
            "prez": "Daniel Schendel",
            "advisor": "David Bisbee",
            "email": "dbisbee@pausd.org"
        },
        "88033": {
            "new": false,
            "name": "Mock Trial",
            "tier": 2,
            "desc": "Mock Trial provides an opportunity for students to learn about the legal system and apply their knowledge by working together to research a hypothetical case. In tournaments, students will role play as attorneys, witnesses, or other court members and gain a thorough understanding of trial preparation, court procedures, and legal advocacy.",
            "day": "Monday",
            "time": "After School",
            "room": "J-09",
            "prez": "Hetva Joshi",
            "advisor": "Mark Brassey",
            "email": "mbrassey@pausd.org"
        },
        "89570": {
            "new": false,
            "name": "Competitive Programming Club",
            "tier": 2,
            "desc": "In Gunn Competitive Programming Club, we teach students programming algorithms, data structures, and problem solving. We motivate and train students to participate in prestigious competitive programming contests, such as USACO, Codeforces, Google Code Jam, and other local competitions, some of which our teams have won. We will be hosting the Bay Area Programming Contest in the spring. During club time, we share knowledge and have fun with our club members!",
            "day": "Tuesday",
            "time": "Lunch",
            "room": "N-214",
            "prez": "Tse Kai Chan",
            "advisor": "Daniel Hahn",
            "email": "dhahn@pausd.org"
        },
        "89869": {
            "new": false,
            "name": "Research Science Innovation",
            "tier": 2,
            "desc": "RSI's goal is to provide members with opportunities to delve into the fields of STEM and research, while competing in regional and nation-wide competitions. We prepare members to participate in the TSA TEAMS (Tests of Engineering Aptitude, Mathematics, and Science) competition every year, where we tackle intricate and exciting problems in science and engineering. We also provide a space to cultivate and develop interests in STEM through student presentations, team challenges, and workshops. Anyone interested in STEM, research, or having fun should join!",
            "day": "Thursday",
            "time": "Lunch",
            "room": "N-204",
            "prez": "Hannah Zhang",
            "advisor": "Takeshi Kaneko",
            "email": "tkaneko@pausd.org"
        },
        "90945": {
            "new": true,
            "name": "The Changemaker Project (Social Justice club)",
            "tier": 2,
            "desc": "Our club uses the Changemaker Project curriculum to encourage and empower students to create their own action projects to help resolve social justice issues that their communities face.",
            "day": "Tuesday",
            "time": "Lunch",
            "room": "K-8",
            "prez": "Amita Ganesh",
            "advisor": "Jason Miller",
            "email": "jmiller@pausd.org"
        },
        "93631": {
            "new": false,
            "name": "Spanish Club",
            "tier": 2,
            "desc": "Join Gunn Spanish Club to explore the rich Spanish-speaking culture through games, food, and crafts! NO Spanish speaking knowledge is required! Spanish club allows you to build a close community at Gunn with people from all grades, and members of Spanish club who are sophomores-seniors have the opportunity to become part of the Spanish National Honors Society. Join us on Thursdays at lunch in room H-5.",
            "day": "Thursday",
            "time": "Lunch",
            "room": "H-5",
            "prez": "McKenna Englhardt",
            "advisor": "Liz Matchett",
            "email": "lmatchett@pausd.org",
            "coadvisor": "Charlotte Kaufman",
            "coemail": "ckaufman@pausd.org"
        },
        "94646": {
            "new": false,
            "name": "Youth Community Service - Interact (YCS-I)",
            "tier": 3,
            "desc": "Youth Community Service - Interact (YCS-I) is a community service club that works with the community organization, YCS, and the international program, Interact, to try and improve our community. Some of the events we put on are Service Day, Service Fair, Service Trip, and an Open Mic. We also regularly update club members on different community service opportunities as we are notified about them.",
            "day": "Monday",
            "time": "Lunch",
            "room": "N115",
            "prez": "Micaela Leong",
            "advisor": "Diane Ichikawa",
            "email": "dichikawa@pausd.org",
            "coadvisor": "David Deggeller",
            "coemail": "ddeggeller@pausd.org"
        },
        "95845": {
            "new": false,
            "name": "Stewardship Club",
            "tier": 1,
            "desc": "Gunn Stewardship Club seeks to promote physical, independent action towards our local waterways and oceans. Our members participate in local cleanup events weekly and also maintain an environmentally-conscious attitude.",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "N-210",
            "prez": "Yehchan Martin Kim",
            "advisor": "Marcus Jamison",
            "email": "mjamison@pausd.org"
        },
        "97053": {
            "new": false,
            "name": "Culture Connection Club",
            "tier": 1,
            "desc": "We translate school news and documents into 5 languages (Chinese, Korean, Japanese, French, Spanish) to make them more accessible to the Gunn community (students, parents, etc.). We are looking for translators — if you speak or take a second language at Gunn and need community service hours, we encourage you to join us! At club meetings, we learn about different cultures and languages through food and fun activities (such as Kahoot, learning how to make a cultural dish).",
            "day": "Friday",
            "time": "Lunch",
            "room": "N-103",
            "prez": "Jihyo Park",
            "advisor": "Shaina Holdener",
            "email": "sholdener@pausd.org"
        },
        "97348": {
            "new": false,
            "name": "Green Team",
            "tier": 2,
            "desc": "Gunn's leading environmental club, aimed at promoting a sustainable community through advocacy and volunteering with fellow students and local organizations.",
            "day": "Tuesday",
            "time": "Lunch",
            "room": "J-3",
            "prez": "Saman de Silva",
            "advisor": "Mr. Ledgerwood",
            "email": "eledgerwood@pausd.org"
        },
        "97747": {
            "new": false,
            "name": "A Cappella Club",
            "tier": 2,
            "desc": "The Gunn A Cappella Club shares the joy of singing to all interested members of the Gunn community! At our weekly meetings, members participate in musical activities and rehearsals to prepare for performances at TEDx, Open Mic and more. We also hope to continue creating exciting music videos as we did during distanced learning. Join the Titones to make music through the sole power of voices!",
            "day": "Monday",
            "time": "Lunch",
            "room": "S121",
            "prez": "Quincy Rosenzweig",
            "advisor": "Mr. Liberatore",
            "email": "bliberatore@pausd.org"
        },
        "99262": {
            "new": true,
            "name": "Biochemistry Olympiads Club",
            "tier": 1,
            "desc": "Our club aims to display cool applications of biology, chemistry, and the intersection between them in demonstrations and lessons. We will also prepare members for the USABO and USNCO competitions in the Spring.",
            "day": "Tuesday",
            "time": "Lunch",
            "room": "J-6",
            "prez": "Alex Gu",
            "advisor": "Casey O'Connell",
            "email": "coconnell@pausd.org"
        },
        "99480": {
            "new": true,
            "name": "Juggling Club",
            "tier": 1,
            "desc": "The purpose of our club is to spread the knowledge of juggling and manipulation arts so that people can enjoy the fun it brings and hone their skills. It also gives them a healthy break from long hours of studying. We will also foster a supporting community that propagates a love for juggling.",
            "day": "Wednesday",
            "time": "Lunch",
            "room": "Senior Quad or in H3",
            "prez": "Ethan Cheng",
            "advisor": "Matt Hall",
            "email": "mhall@pausd.org"
        }
    }
}